const SEOText = () => {
  return (
    <div className="mb-32">
      <div className="mb-12">
        <h2 className="text-[18px] font-bold mb-2">فروش و خرید ارز دیجیتال در صرافی کوین‌سنتر</h2>
        <p className="text-justify">
          خرید بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با استفاده از کارت‌های
          بانکی. خرید بیت‌کوین و خرید بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با
          استفاده از کارت‌های بانکی. خرید بیت‌کوین و خرید بیت‌کوین و +۵۰ رمزارز
          دیگر در کوین‌سنتر با استفاده از کارت‌های بانکی. خرید بیت‌کوین و خرید
          بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با استفاده از کارت‌های بانکی.
          خرید بیت‌کوین.
        </p>
      </div>
      <div className="mb-12">
        <h2 className="text-[18px] font-bold mb-2">خرید انواع ارز دیجیتال در صرافی‌های معتبر ایرانی</h2>
        <p className="text-justify">
          خرید بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با استفاده از کارت‌های
          بانکی. خرید بیت‌کوین و خرید بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با
          استفاده از کارت‌های بانکی. خرید بیت‌کوین و خرید بیت‌کوین و +۵۰ رمزارز
          دیگر در کوین‌سنتر با استفاده از کارت‌های بانکی. خرید بیت‌کوین و خرید
          بیت‌کوین و +۵۰ رمزارز دیگر در کوین‌سنتر با استفاده از کارت‌های بانکی.
          خرید بیت‌کوین.
        </p>
      </div>
    </div>
  );
};

export default SEOText;
